[
    {
        "image": "https://storage.googleapis.com/pr-newsroom-wp/1/2023/05/Spotify_Primary_Logo_RGB_Green.png",
        "title": "Spotify Music",
        "companyName": "Spotify AB",
        "id": 1,
        "description": "Stream millions of songs, podcasts, and playlists from artists all around the world.Spotify is one of the world's most popular music streaming platforms, founded in Sweden in 2006 by Daniel Ek and Martin Lorentzon. It allows users to stream millions of songs and podcasts from artists all around the globe.Spotify offers both free and premium plans — while the free version includes ads, the premium version provides ad-free listening and offline downloads.",
        "size": 92,
        "reviews": 125,
        "ratingAvg": 4.6,
        "downloads": 5,
        "ratings": [
            {
                "name": "1 star",
                "count": 320000
            },
            {
                "name": "2 star",
                "count": 210000
            },
            {
                "name": "3 star",
                "count": 500000
            },
            {
                "name": "4 star",
                "count": 2500000
            },
            {
                "name": "5 star",
                "count": 9500000
            }
        ]
    },
    {
        "image": "https://st2.depositphotos.com/5261163/10934/v/950/depositphotos_109348510-stock-illustration-instagram-logotype-new.jpg",
        "title": "Instagram",
        "companyName": "Meta Platforms Inc.",
        "id": 2,
        "description": "Share your photos, stories, and moments with friends and followers worldwide.nstagram is a popular social media platform launched in 2010 by Kevin Systrom and Mike Krieger, later acquired by Meta Platforms Inc. It allows users to share photos, videos, and stories with friends, family, and followers around the world. The platform is known for its visual-first approach, making it a favorite place for creativity, lifestyle sharing, and digital marketing. Instagram offers various features like Reels for short videos, Stories for temporary posts, and IGTV for longer content.",
        "size": 120,
        "reviews": 180,
        "ratingAvg": 4.4,
        "downloads": 10,
        "ratings": [
            {
                "name": "1 star",
                "count": 500000
            },
            {
                "name": "2 star",
                "count": 400000
            },
            {
                "name": "3 star",
                "count": 1000000
            },
            {
                "name": "4 star",
                "count": 4000000
            },
            {
                "name": "5 star",
                "count": 12100000
            }
        ]
    },
    {
        "image": "https://img.freepik.com/premium-vector/snapchat-social-media-app-logo-snapchat-icon-vector_999008-2075.jpg?semt=ais_hybrid&w=740&q=80",
        "title": "Snapchat",
        "companyName": "Snap Inc.",
        "id": 3,
        "description": "Connect instantly with friends, send Snaps, and explore interactive AR filters.Snapchat is a multimedia messaging app created by Evan Spiegel, Bobby Murphy, and Reggie Brown in 2011. It allows users to send photos, videos, and messages that disappear after being viewed, making communication fun and spontaneous. The app became famous for its “Snaps” and “Stories,” which let users share moments with friends for 24 hours. Snapchat also offers creative filters, lenses, and augmented reality (AR) effects that make photos and videos more interactive and entertaining.",
        "size": 85,
        "reviews": 89,
        "ratingAvg": 4.3,
        "downloads": 5,
        "ratings": [
            {
                "name": "1 star",
                "count": 300000
            },
            {
                "name": "2 star",
                "count": 250000
            },
            {
                "name": "3 star",
                "count": 900000
            },
            {
                "name": "4 star",
                "count": 2300000
            },
            {
                "name": "5 star",
                "count": 5150000
            }
        ]
    },
    {
        "image": "https://play-lh.googleusercontent.com/bYtqbOcTYOlgc6gqZ2rwb8lptHuwlNE75zYJu6Bn076-hTmvd96HH-6v7S0YUAAJXoJN",
        "title": "WhatsApp",
        "companyName": "Meta Platforms Inc.",
        "id": 4,
        "description": "Fast, simple, and secure messaging and calling for free, available worldwide.WhatsApp is a widely used messaging application founded in 2009 by Brian Acton and Jan Koum, and later acquired by Meta Platforms Inc. It allows users to send text messages, voice messages, images, videos, and documents over the internet, making communication fast and cost-effective. One of its standout features is end-to-end encryption, ensuring that messages remain private and secure between sender and receiver. WhatsApp also supports voice and video calls, both one-on-one and in groups, making it a versatile communication tool.",
        "size": 70,
        "reviews": 250,
        "ratingAvg": 4.7,
        "downloads": 5,
        "ratings": [
            {
                "name": "1 star",
                "count": 600000
            },
            {
                "name": "2 star",
                "count": 300000
            },
            {
                "name": "3 star",
                "count": 1100000
            },
            {
                "name": "4 star",
                "count": 4300000
            },
            {
                "name": "5 star",
                "count": 18700000
            }
        ]
    },
    {
        "image": "https://play-lh.googleusercontent.com/6am0i3walYwNLc08QOOhRJttQENNGkhlKajXSERf3JnPVRQczIyxw2w3DxeMRTOSdsY",
        "title": "YouTube",
        "companyName": "Google LLC",
        "id": 5,
        "description": "Watch, upload, and share videos with the world's largest video community. YouTube is the world's largest video-sharing platform, founded in 2005 by Steve Chen, Chad Hurley, and Jawed Karim, and later acquired by Google in 2006. It allows users to upload, view, and share videos on virtually any topic, from educational tutorials to entertainment, music, and vlogs.",
        "size": 145,
        "reviews": 320,
        "ratingAvg": 4.5,
        "downloads": 10,
        "ratings": [
            {
                "name": "1 star",
                "count": 800000
            },
            {
                "name": "2 star",
                "count": 700000
            },
            {
                "name": "3 star",
                "count": 1500000
            },
            {
                "name": "4 star",
                "count": 6000000
            },
            {
                "name": "5 star",
                "count": 23000000
            }
        ]
    },
    {
        "image": "https://play-lh.googleusercontent.com/BmUViDVOKNJe0GYJe22hsr7juFndRVbvr1fGmHGXqHfJjNAXjd26bfuGRQpVrpJ6YbA",
        "title": "TikTok",
        "companyName": "ByteDance Ltd.",
        "id": 6,
        "description": "Create, share, and watch short videos with millions of creators worldwide.TikTok is a globally popular short-video platform launched by ByteDance in 2016, originally under the name Douyin in China and later as TikTok internationally. The app allows users to create, share, and discover 15-second to 10-minute videos featuring music, special effects, and creative editing tools. Its powerful algorithm recommends personalized content based on users interactions, making it highly addictive and engaging.",
        "size": 110,
        "reviews": 220,
        "ratingAvg": 4.4,
        "downloads": 3,
        "ratings": [
            {
                "name": "1 star",
                "count": 700000
            },
            {
                "name": "2 star",
                "count": 500000
            },
            {
                "name": "3 star",
                "count": 1300000
            },
            {
                "name": "4 star",
                "count": 5000000
            },
            {
                "name": "5 star",
                "count": 14800000
            }
        ]
    },
    {
        "image": "https://cdn.pixabay.com/photo/2021/12/27/10/50/telegram-6896827_960_720.png",
        "title": "Telegram",
        "companyName": "Telegram FZ-LLC",
        "id": 7,
        "description": "A fast and secure cloud-based messaging app with advanced privacy features.Telegram is a cloud-based messaging app founded by Pavel and Nikolai Durov in 2013, designed for speed, security, and reliability. It allows users to send text messages, voice messages, photos, videos, and files of any type, with the added benefit of end-to-end encryption for secret chats. Telegram supports large group chats with up to 200,000 members, making it popular for communities, organizations, and public channels. Its cloud-based nature ensures messages and media are synchronized across multiple devices seamlessly.",
        "size": 95,
        "reviews": 55,
        "ratingAvg": 4.6,
        "downloads": 4,
        "ratings": [
            {
                "name": "1 star",
                "count": 150000
            },
            {
                "name": "2 star",
                "count": 100000
            },
            {
                "name": "3 star",
                "count": 400000
            },
            {
                "name": "4 star",
                "count": 1200000
            },
            {
                "name": "5 star",
                "count": 3650000
            }
        ]
    },
    {
        "image": "https://www.fahimai.com/wp-content/uploads/2024/05/2-3.png",
        "title": "CapCut",
        "companyName": "Bytedance Pte. Ltd.",
        "id": 8,
        "description": "Powerful and easy-to-use video editing app with advanced AI tools and effects.CapCut is a versatile and user-friendly video editing application developed by Bytedance Pte. Ltd., designed to make video creation accessible to everyone. It offers a wide range of tools for cutting, trimming, and merging clips, as well as adding transitions, effects, filters, and text overlays. Users can also include music, voiceovers, and sound effects to enhance their videos. CapCut supports high-resolution exports, making it suitable for social media content, personal projects, and professional use. Its intuitive interface allows beginners to quickly learn and create impressive videos without prior experience.",
        "size": 160,
        "reviews": 63,
        "ratingAvg": 4.5,
        "downloads": 3,
        "ratings": [
            {
                "name": "1 star",
                "count": 200000
            },
            {
                "name": "2 star",
                "count": 180000
            },
            {
                "name": "3 star",
                "count": 600000
            },
            {
                "name": "4 star",
                "count": 1700000
            },
            {
                "name": "5 star",
                "count": 3650000
            }
        ]
    },
    {
        "image": "https://play-lh.googleusercontent.com/KCMTYuiTrKom4Vyf0G4foetVOwhKWzNbHWumV73IXexAIy5TTgZipL52WTt8ICL-oIo",
        "title": "Facebook",
        "companyName": "Meta Platforms Inc.",
        "id": 9,
        "description": "Connect with friends, share updates, photos, and join communities you care about.Facebook is one of the world’s largest social media platforms, founded by Mark Zuckerberg in 2004. It was originally created to help university students connect and share information but quickly expanded to a global audience. Facebook allows users to create personal profiles, share posts, photos, and videos, and connect with friends, family, and communities around the world. It also supports features like groups, pages, events, and marketplace, enabling both personal and business interactions.",
        "size": 130,
        "reviews": 300,
        "ratingAvg": 4.2,
        "downloads": 10,
        "ratings": [
            {
                "name": "1 star",
                "count": 1200000
            },
            {
                "name": "2 star",
                "count": 800000
            },
            {
                "name": "3 star",
                "count": 2500000
            },
            {
                "name": "4 star",
                "count": 7000000
            },
            {
                "name": "5 star",
                "count": 18500000
            }
        ]
    },
    {
        "image": "https://img.freepik.com/free-vector/new-2023-twitter-logo-x-icon-design_1017-45418.jpg?semt=ais_hybrid&w=740&q=80",
        "title": "X (Twitter)",
        "companyName": "X Corp.",
        "id": 10,
        "description": "Stay informed with breaking news, trends, and conversations from around the world.X (formerly known as Twitter) is a popular social media platform founded by Jack Dorsey in 2006 and rebranded as X in 2023 after being acquired by Elon Musk. The platform allows users to post short messages called “tweets,” which can include text, photos, videos, and links. X is widely used for sharing news, opinions, and real-time updates on global events. It has played a major role in shaping modern communication, journalism, and public discourse by allowing anyone to express ideas instantly to a worldwide audience.",
        "size": 100,
        "reviews": 120,
        "ratingAvg": 4.0,
        "downloads": 5,
        "ratings": [
            {
                "name": "1 star",
                "count": 800000
            },
            {
                "name": "2 star",
                "count": 700000
            },
            {
                "name": "3 star",
                "count": 1000000
            },
            {
                "name": "4 star",
                "count": 3000000
            },
            {
                "name": "5 star",
                "count": 6500000
            }
        ]
    },
    {
        "image": "https://downloadr2.apkmirror.com/wp-content/uploads/2020/10/91/5f9b61e42640e.png",
        "title": "Gmail",
        "companyName": "Google LLC",
        "id": 11,
        "description": "Secure, smart, and easy-to-use email app from Google. Gmail is a free email service developed by Google and launched in 2004. It has become one of the most widely used email platforms in the world, offering users a clean interface, powerful search tools, and large storage capacity. Gmail allows users to send and receive emails, attach files, and organize messages using labels, filters, and categories like Primary, Social, and Promotions. Its integration with other Google services such as Google Drive, Calendar, Meet, and Docs makes it a central hub for communication and productivity.",
        "size": 90,
        "reviews": 110,
        "ratingAvg": 4.6,
        "downloads": 10,
        "ratings": [
            {
                "name": "1 star",
                "count": 200000
            },
            {
                "name": "2 star",
                "count": 150000
            },
            {
                "name": "3 star",
                "count": 600000
            },
            {
                "name": "4 star",
                "count": 2500000
            },
            {
                "name": "5 star",
                "count": 7600000
            }
        ]
    },
    {
        "image": "https://images.seeklogo.com/logo-png/26/1/new-google-maps-icon-logo-png_seeklogo-268336.png",
        "title": "Google Maps",
        "companyName": "Google LLC",
        "id": 12,
        "description": "Navigate and explore the world with real-time GPS and local business info. Google Maps is a web-based mapping service developed by Google that provides detailed geographical information and navigation worldwide. Launched in 2005, it has become one of the most essential tools for travelers, drivers, and explorers. Google Maps offers satellite imagery, street maps, 360° panoramic Street View, real-time traffic updates, and route planning for traveling by foot, car, bicycle, or public transportation.",
        "size": 105,
        "reviews": 90,
        "ratingAvg": 4.7,
        "downloads": 10,
        "ratings": [
            {
                "name": "1 star",
                "count": 250000
            },
            {
                "name": "2 star",
                "count": 150000
            },
            {
                "name": "3 star",
                "count": 500000
            },
            {
                "name": "4 star",
                "count": 2000000
            },
            {
                "name": "5 star",
                "count": 6100000
            }
        ]
    },
    {
        "image": "https://images.ctfassets.net/4cd45et68cgf/Rx83JoRDMkYNlMC9MKzcB/2b14d5a59fc3937afd3f03191e19502d/Netflix-Symbol.png?w=700&h=456",
        "title": "Netflix",
        "companyName": "Netflix, Inc.",
        "id": 13,
        "description": "Stream movies, TV shows, and original series instantly on any device.Netflix is a leading global streaming entertainment platform that allows users to watch movies, TV shows, documentaries, and original series anytime, anywhere. Founded in 1997 by Reed Hastings and Marc Randolph, Netflix initially started as a DVD rental-by-mail service in the United States before transforming into the world’s most popular digital streaming service.",
        "size": 180,
        "reviews": 150,
        "ratingAvg": 4.5,
        "downloads": 10,
        "ratings": [
            {
                "name": "1 star",
                "count": 600000
            },
            {
                "name": "2 star",
                "count": 300000
            },
            {
                "name": "3 star",
                "count": 1200000
            },
            {
                "name": "4 star",
                "count": 3500000
            },
            {
                "name": "5 star",
                "count": 9400000
            }
        ]
    },
    {
        "image": "https://play-lh.googleusercontent.com/mZ6pRo5-NnrO9GMwFNrK5kShF0UrN5UOARVAw64_5aFG6NgEHSlq-BX5I8TEXtTOk9s",
        "title": "Prime Video",
        "companyName": "Amazon.com, Inc.",
        "id": 14,
        "description": "Watch exclusive Amazon Originals and popular movies & TV shows.Prime Video, owned by Amazon.com, Inc., is a popular video-on-demand streaming platform that offers a vast library of movies, TV shows, documentaries, and exclusive Amazon Originals. Launched in 2006, it has become one of the biggest competitors in the global streaming industry, available in over 200 countries.",
        "size": 150,
        "reviews": 60,
        "ratingAvg": 4.3,
        "downloads": 8,
        "ratings": [
            {
                "name": "1 star",
                "count": 300000
            },
            {
                "name": "2 star",
                "count": 200000
            },
            {
                "name": "3 star",
                "count": 600000
            },
            {
                "name": "4 star",
                "count": 1800000
            },
            {
                "name": "5 star",
                "count": 3100000
            }
        ]
    },
    {
        "image": "https://img.freepik.com/premium-vector/google-play-store-logo_1273375-804.jpg?semt=ais_hybrid&w=740&q=80",
        "title": "Google Play Store",
        "companyName": "Google LLC",
        "id": 15,
        "description": "Download millions of apps, games, music, and movies safely from Google Play.Google Play Store, developed by Google LLC, is the official digital distribution platform for Android devices. It serves as a one-stop marketplace for downloading apps, games, movies, books, and music, making it an essential part of the Android ecosystem. Launched in 2012, the Play Store replaced the old Android Market, combining all of Google's digital content into one seamless experience.",
        "size": 95,
        "reviews": 45,
        "ratingAvg": 4.8,
        "downloads": 10,
        "ratings": [
            {
                "name": "1 star",
                "count": 100000
            },
            {
                "name": "2 star",
                "count": 80000
            },
            {
                "name": "3 star",
                "count": 200000
            },
            {
                "name": "4 star",
                "count": 700000
            },
            {
                "name": "5 star",
                "count": 3400000
            }
        ]
    },
    {
        "image": "https://cdn.worldvectorlogo.com/logos/zoom-app.svg",
        "title": "Zoom Cloud Meetings",
        "companyName": "Zoom Video Communications, Inc.",
        "id": 16,
        "description": "Join HD video meetings with up to 100 participants easily.Zoom Cloud Meetings, developed by Zoom Video Communications, Inc., is one of the world’s most popular platforms for video conferencing and online collaboration. It allows users to connect face-to-face virtually, whether for business meetings, online classes, or personal communication. Since its launch in 2013, Zoom has transformed how people interact across distances, offering HD video, crystal-clear audio, and real-time messaging.",
        "size": 115,
        "reviews": 100,
        "ratingAvg": 4.5,
        "downloads": 5,
        "ratings": [
            {
                "name": "1 star",
                "count": 300000
            },
            {
                "name": "2 star",
                "count": 250000
            },
            {
                "name": "3 star",
                "count": 600000
            },
            {
                "name": "4 star",
                "count": 1800000
            },
            {
                "name": "5 star",
                "count": 7600000
            }
        ]
    },
    {
        "image": "https://img.freepik.com/premium-vector/vector-circle-linkedin-logo-icon_534308-21668.jpg?semt=ais_hybrid&w=740&q=80",
        "title": "LinkedIn",
        "companyName": "Microsoft Corp.",
        "id": 17,
        "description": "Build your professional network, find jobs, and grow your career. LinkedIn, owned by Microsoft Corporation, is the world's largest professional networking platform, designed to connect job seekers, employers, and professionals from all industries. Founded in 2002 and officially launched in 2003, it has grown into a global hub for career development, business connections, and knowledge sharing.",
        "size": 100,
        "reviews": 70,
        "ratingAvg": 4.3,
        "downloads": 3,
        "ratings": [
            {
                "name": "1 star",
                "count": 200000
            },
            {
                "name": "2 star",
                "count": 180000
            },
            {
                "name": "3 star",
                "count": 500000
            },
            {
                "name": "4 star",
                "count": 1500000
            },
            {
                "name": "5 star",
                "count": 4600000
            }
        ]
    },
    {
        "image": "https://yt3.googleusercontent.com/ytc/AIdro_kuTpSCgNslJfl3YWfrSoyP6c4ouoMZ9R8yRy2e0T2TlXdw=s900-c-k-c0x00ffffff-no-rj",
        "title": "Pinterest",
        "companyName": "Pinterest Inc.",
        "id": 18,
        "description": "Discover and save creative ideas for recipes, fashion, home decor, and more.Pinterest is a visual discovery and inspiration platform that allows users to find, save, and share creative ideas across various interests such as home décor, fashion, food, art, travel, and DIY projects. Founded in 2010 by Ben Silbermann, Paul Sciarra, and Evan Sharp, Pinterest has become a global hub for creativity, serving as a digital vision board for millions of users worldwide.",
        "size": 90,
        "reviews": 56,
        "ratingAvg": 4.6,
        "downloads": 4,
        "ratings": [
            {
                "name": "1 star",
                "count": 150000
            },
            {
                "name": "2 star",
                "count": 100000
            },
            {
                "name": "3 star",
                "count": 400000
            },
            {
                "name": "4 star",
                "count": 1300000
            },
            {
                "name": "5 star",
                "count": 3650000
            }
        ]
    },
    {
        "image": "https://assets.mofoprod.net/network/images/discord.original_O7AzcAH.jpg",
        "title": "Discord",
        "companyName": "Discord Inc.",
        "id": 19,
        "description": "Talk, chat, and hang out with your friends and communities in voice or text.Discord is a communication platform designed for creating communities where people can connect via voice, video, and text chat. Originally launched in 2015 by Jason Citron and Stan Vishnevskiy, it was initially popular among gamers for coordinating gameplay, but over the years, it has expanded to serve a wide range of communities including students, hobbyists, professionals, and tech enthusiasts.",
        "size": 130,
        "reviews": 80,
        "ratingAvg": 4.7,
        "downloads": 2,
        "ratings": [
            {
                "name": "1 star",
                "count": 150000
            },
            {
                "name": "2 star",
                "count": 100000
            },
            {
                "name": "3 star",
                "count": 400000
            },
            {
                "name": "4 star",
                "count": 1300000
            },
            {
                "name": "5 star",
                "count": 6000000
            }
        ]
    },
    {
        "image": "https://images-eds-ssl.xboxlive.com/image?url=4rt9.lXDC4H_93laV1_eHM0OYfiFeMI2p9MWie0CvL99U4GA1gf6_kayTt_kBblFwHwo8BW8JXlqfnYxKPmmBb8YkqrmoFjcMUJULGOJelCJMVVYqVCCwT2tHcVZxLYJVwzBiHBQkkooRPjQ.nOJnaLAlSk..LmSDZQjm39gwBY-&format=source",
        "title": "Canva",
        "companyName": "Canva Pty Ltd.",
        "id": 20,
        "description": "Design anything with Canva — posters, social posts, videos, and more.Canva is an online graphic design platform that allows users to create a wide variety of visual content, including posters, social media posts, presentations, flyers, logos, and videos. Launched in 2013 by Melanie Perkins, Cliff Obrecht, and Cameron Adams, Canva was designed to make graphic design accessible to everyone, regardless of their experience or skill level.",
        "size": 150,
        "reviews": 62,
        "ratingAvg": 4.8,
        "downloads": 3,
        "ratings": [
            {
                "name": "1 star",
                "count": 100000
            },
            {
                "name": "2 star",
                "count": 80000
            },
            {
                "name": "3 star",
                "count": 300000
            },
            {
                "name": "4 star",
                "count": 1200000
            },
            {
                "name": "5 star",
                "count": 4500000
            }
        ]
    }
]